[
    "Kesuksesan dimulai dari keberanian untuk mencoba.",
    "Jangan takut gagal, karena kegagalan adalah guru terbaik.",
    "Waktu adalah aset paling berharga, gunakan dengan bijak.",
    "Masa depan adalah milik mereka yang mempersiapkannya hari ini.",
    "Orang bijak belajar dari kesalahan, orang bodoh mengulanginya.",
    "Kesabaran adalah kunci dari segala pencapaian besar.",
    "Kebahagiaan sejati datang dari hati yang bersyukur.",
    "Kerja keras mengalahkan bakat ketika bakat tidak bekerja keras.",
    "Setiap masalah pasti ada solusinya.",
    "Hidup ini terlalu singkat untuk dihabiskan dengan penyesalan.",
    "Perubahan dimulai dari diri sendiri.",
    "Rasa syukur mengubah apa yang kita miliki menjadi cukup.",
    "Keberanian adalah saat hati tetap teguh meski penuh ketakutan.",
    "Fokus pada tujuan, bukan hambatan.",
    "Kekuatan terbesar adalah kesabaran.",
    "Jangan bandingkan dirimu dengan orang lain, bandingkan dirimu hari ini dengan kemarin.",
    "Setiap hari adalah kesempatan baru untuk menjadi lebih baik.",
    "Keberhasilan adalah hasil dari persiapan, kerja keras, dan belajar dari kegagalan.",
    "Orang sukses bukanlah mereka yang tidak pernah gagal, tapi yang tidak menyerah.",
    "Kehidupan adalah 10% apa yang terjadi padamu dan 90% bagaimana kamu meresponnya.",
    "Belajar bukan untuk sekolah, tapi untuk hidup.",
    "Kesempatan tidak datang dua kali, manfaatkan setiap momen.",
    "Hidup adalah perjalanan, nikmati setiap langkahnya.",
    "Kebahagiaan datang ketika kita berdamai dengan diri sendiri.",
    "Tidak ada kata terlambat untuk memulai sesuatu yang baru.",
    "Doa tanpa usaha adalah sia-sia, usaha tanpa doa adalah sombong.",
    "Orang yang kuat bukan yang tidak pernah menangis, tapi yang tetap bangkit setelah terjatuh.",
    "Kejujuran adalah mata uang yang berlaku di mana saja.",
    "Kendalikan pikiranmu, maka hidupmu akan terkendali.",
    "Kesuksesan bukan tentang seberapa cepat kamu sampai, tapi seberapa konsisten kamu melangkah.",
    "Rendah hati akan membawamu lebih jauh daripada kesombongan.",
    "Kebaikan kecil yang dilakukan dengan tulus akan berdampak besar.",
    "Berhentilah menunggu momen yang sempurna, mulailah menciptakannya.",
    "Ubah rasa takut menjadi motivasi.",
    "Jangan hanya bermimpi, tapi bangun dan wujudkan.",
    "Kesederhanaan adalah bentuk kekayaan yang sebenarnya.",
    "Orang yang bahagia bukanlah yang memiliki segalanya, tapi yang mampu bersyukur atas segalanya.",
    "Keberhasilan dimulai dari pikiran yang positif.",
    "Waktu yang hilang tidak akan pernah kembali.",
    "Sukses tidak datang kepada mereka yang hanya menunggu.",
    "Jangan takut untuk berbeda, karena perbedaan adalah kekuatan.",
    "Setiap hari adalah kesempatan untuk belajar hal baru.",
    "Kebijaksanaan datang dari pengalaman, dan pengalaman datang dari kesalahan.",
    "Kegigihan akan mengalahkan rintangan.",
    "Hidup akan lebih indah jika kita saling menghargai.",
    "Hargai proses, karena dari proses kita belajar arti kesuksesan.",
    "Orang besar adalah mereka yang tetap rendah hati meski telah mencapai puncak.",
    "Hidup ini adalah pilihan, pastikan kamu memilih yang terbaik.",
    "Syukuri setiap hal kecil, karena kebahagiaan ada di dalamnya."
]
