[
    "Kalau aku jadi air mata, aku bakal lahir di matamu, hidup di pipimu, dan mati di bibirmu.",
    "Aku nggak butuh cahaya lampu, soalnya senyummu udah cukup menerangi hatiku.",
    "Kalau mencintaimu itu dosa, biar aku jadi pendosa yang nggak mau tobat.",
    "Kamu itu seperti kopi, pahitnya bikin candu, manisnya bikin rindu.",
    "Aku bukan fotografer, tapi aku bisa membuat kita selalu terlihat indah bersama.",
    "Kalau aku punya seribu kata untuk menggambarkan kamu, semua akan bermakna ‘sempurna’.",
    "Aku rela jadi sapu, asal bisa selalu dekat sama kakimu.",
    "Kalau kamu bintang, aku mau jadi langit, biar bisa terus jadi rumahmu.",
    "Aku nggak bisa matematika, tapi aku tahu 1+1 itu kita.",
    "Kalau pelukan bisa menyembuhkan, biar aku jadi obat untuk semua sedihmu.",
    "Kamu kayak wifi, kalau nggak ada, hidupku jadi lemot.",
    "Kalau aku punya 1000 alasan buat nyerah, cukup satu alasan darimu untuk bertahan.",
    "Aku nggak minta banyak, cuma mau duduk di sebelahmu sampai tua.",
    "Kamu kayak lagu favoritku, selalu aku ulang-ulang di kepala.",
    "Kalau senyum kamu adalah matahari, aku rela jadi bumi yang selalu mengelilingimu.",
    "Aku nggak butuh peta, karena hatiku selalu tahu jalan menuju kamu.",
    "Kalau hujan turun, aku mau jadi payungmu supaya kamu nggak basah.",
    "Kamu itu seperti oksigen, nggak kelihatan tapi aku nggak bisa hidup tanpamu.",
    "Aku bukan pilot, tapi cintaku udah terbang tinggi buat kamu.",
    "Kalau ada lomba rindu, aku pasti juara satu karena rinduku ke kamu nggak ada lawan.",
    "Kamu seperti password wifi, kalau nggak ada kamu, aku nggak bisa konek sama hidup.",
    "Aku rela jadi hujan, asal bisa jatuh di pelukanmu.",
    "Kalau aku jadi lagu, kamu yang bakal nyanyiin aku setiap hari.",
    "Kamu itu seperti buku favorit, setiap halaman tentangmu selalu aku baca berulang kali.",
    "Kalau kamu bunga, aku mau jadi tanah yang selalu menjagamu tumbuh.",
    "Aku nggak mau jadi masa lalu, aku mau jadi masa depanmu.",
    "Kalau aku bisa milih bintang di langit, aku tetep pilih kamu yang ada di bumi.",
    "Kamu itu seperti kopi susu, pas kalau dicampur sama aku yang pahit.",
    "Kalau pelukan adalah bahasa, aku mau berbicara denganmu selamanya.",
    "Kamu kayak charger, kalau nggak ada kamu, aku lowbat.",
    "Kalau hatiku ini rumah, kamulah yang jadi pintunya.",
    "Aku rela kehujanan, asal bareng kamu.",
    "Kalau kamu film, aku rela nonton setiap hari tanpa bosan.",
    "Kamu kayak mimpi indah yang nggak mau aku bangunin.",
    "Kalau aku punya sayap, aku mau terbang ke kamu setiap hari.",
    "Kamu seperti senja, selalu bikin aku jatuh cinta tiap kali datang.",
    "Kalau dunia ini gelap, senyummu tetap jadi lampu yang paling terang.",
    "Kamu seperti es krim, manisnya bikin nagih walau kadang bikin beku.",
    "Kalau aku jadi hujan, aku mau jatuh di hatimu.",
    "Kamu itu seperti musik, hidupku sepi tanpa kamu.",
    "Kalau aku punya 1000 nyawa, semuanya bakal aku kasih buatmu.",
    "Kamu kayak bintang jatuh, sekali liat langsung bikin aku berharap.",
    "Kalau aku jadi cermin, aku bakal memantulkan kebahagiaanmu setiap hari.",
    "Kamu seperti kompas, selalu menunjukkan jalan ke arah yang benar.",
    "Kalau pelukan bisa jadi mata uang, aku mau jadi orang paling kaya di dunia.",
    "Kamu seperti lilin, rela habis demi menerangi sekitarmu.",
    "Kalau aku air, aku mau mengalir di hatimu selamanya.",
    "Kamu seperti baju hangat di musim dingin, bikin aku nyaman.",
    "Kalau dunia ini panggung, kamu adalah pemeran utamanya di hidupku.",
    "Kamu seperti pelangi, datang setelah hujan dan bawa warna di hidupku.",
    "Kalau aku jadi lagu, kamu adalah nadanya.",
    "Kamu seperti teh hangat di pagi hari, menenangkan.",
    "Kalau aku punya 3 permintaan, semua akan aku pakai untuk bersamamu.",
    "Kamu seperti kunci, membuka semua pintu kebahagiaan di hidupku.",
    "Kalau aku jadi puisi, kamu adalah judulnya.",
    "Kamu seperti bintang malam, selalu ada meski kadang tak terlihat.",
    "Kalau dunia ini labirin, kamu adalah jalan keluarnya.",
    "Kamu seperti hujan pertama, selalu dinanti-nanti.",
    "Kalau aku jadi pena, kamu adalah kertas yang selalu ingin aku tulis.",
    "Kamu seperti api unggun, menghangatkan di dinginnya malam.",
    "Kalau aku jadi pelukis, wajahmu adalah kanvas favoritku.",
    "Kamu seperti mentari pagi, selalu memberi harapan baru.",
    "Kalau aku jadi waktu, aku mau berhenti saat bersamamu.",
    "Kamu seperti pasir pantai, selalu ingin aku genggam.",
    "Kalau aku jadi angin, aku mau berhembus di dekatmu.",
    "Kamu seperti cahaya rembulan, menenangkan hati.",
    "Kalau aku punya lagu favorit, itu adalah suaramu.",
    "Kamu seperti lilin aroma, bikin hati damai.",
    "Kalau aku jadi pohon, aku mau tumbuh di dekatmu.",
    "Kamu seperti permata, tak ternilai harganya.",
    "Kalau aku jadi air terjun, aku mau jatuh ke pelukanmu.",
    "Kamu seperti bantal, bikin aku betah berlama-lama.",
    "Kalau aku jadi hujan rintik, aku mau jatuh di pundakmu.",
    "Kamu seperti buku harian, selalu ingin aku isi.",
    "Kalau aku jadi kue, kamu adalah topping manisnya.",
    "Kamu seperti lilin kecil, tapi cahayanya selalu ada di hatiku.",
    "Kalau aku jadi jam, aku mau terus berdetak bersamamu.",
    "Kamu seperti catatan musik, indah kalau dimainkan bersama.",
    "Kalau aku jadi bintang, aku mau ada di langit hatimu.",
    "Kamu seperti aroma kopi, menenangkan tapi bikin candu.",
    "Kalau aku jadi cahaya, aku mau menerangi langkahmu.",
    "Kamu seperti hujan malam, bikin suasana hati jadi syahdu.",
    "Kalau aku jadi kata, kamu adalah maknanya.",
    "Kamu seperti senyum kecil yang bikin hari jadi indah.",
    "Kalau aku jadi ombak, aku mau menyapu hatimu.",
    "Kamu seperti puisi indah yang tak pernah selesai.",
    "Kalau aku jadi doa, aku mau terkabul untuk memilikimu.",
    "Kamu seperti langit biru, luas dan menenangkan.",
    "Kalau aku jadi bunga, aku mau mekar di hatimu.",
    "Kamu seperti mimpi yang nggak mau aku bangunin.",
    "Kalau aku jadi musik, aku mau terus diputar di hidupmu.",
    "Kamu seperti lilin hangat, selalu memberi cahaya.",
    "Kalau aku jadi pena, aku mau selalu menulis tentang kita.",
    "Kamu seperti hujan tropis, segar dan bikin nyaman.",
    "Kalau aku jadi bintang, aku mau bersinar untukmu.",
    "Kamu seperti senyum manis yang bikin candu.",
    "Kalau aku jadi matahari, aku mau terbit di hatimu."
]
