[
  "Hutan hujan Amazon menghasilkan sekitar 20% oksigen dunia.",
  "Antartika adalah tempat terkering di bumi, meskipun tertutup es.",
  "Benua Asia adalah benua terbesar, mencakup sekitar 30% permukaan daratan dunia.",
  "Samudra Pasifik adalah samudra terbesar di dunia, lebih luas dari seluruh daratan di bumi.",
  "Gunung Everest tumbuh sekitar 4 milimeter setiap tahun karena pergerakan lempeng tektonik.",
  "Jepang memiliki lebih dari 6.800 pulau.",
  "Air terjun Angel Falls di Venezuela adalah yang tertinggi di dunia, dengan tinggi 979 meter.",
  "Ada lebih banyak bintang di alam semesta daripada butir pasir di semua pantai di bumi.",
  "Gurun Sahara pernah menjadi kawasan hijau dan subur ribuan tahun lalu.",
  "Danau Baikal di Rusia menyimpan sekitar 20% air tawar dunia.",
  "Bulan memiliki 'gempa bulan' yang mirip dengan gempa bumi.",
  "Ikan paus biru adalah hewan terbesar yang pernah hidup di bumi.",
  "Pulau Greenland adalah pulau terbesar di dunia yang bukan benua.",
  "Benua Afrika adalah rumah bagi sungai terpanjang di dunia, Sungai Nil.",
  "Di Finlandia, matahari tidak terbenam selama sekitar 76 hari di musim panas di wilayah utara.",
  "Australia adalah satu-satunya benua yang juga merupakan sebuah negara.",
  "Ada gunung berapi aktif di bawah lapisan es Antartika.",
  "Laut Mati adalah salah satu tempat dengan kadar garam tertinggi, sehingga orang bisa mengapung dengan mudah.",
  "Sebagian besar emas di bumi terbentuk dari tabrakan bintang neutron miliaran tahun lalu.",
  "Gunung berapi Mauna Kea di Hawaii lebih tinggi dari Everest jika diukur dari dasar laut.",
  "Afrika adalah benua dengan jumlah negara terbanyak, yaitu 54 negara.",
  "Kepulauan Indonesia adalah negara kepulauan terbesar di dunia.",
  "Samudra Hindia adalah samudra terhangat di dunia.",
  "Islandia hampir seluruhnya bertenaga listrik dari sumber energi terbarukan.",
  "Hutan Boreal Kanada adalah salah satu hutan terbesar di dunia.",
  "Di kota Venice, Italia, jalanan utamanya adalah kanal air.",
  "Madagaskar adalah rumah bagi hewan unik yang tidak ditemukan di tempat lain di dunia.",
  "Laut Sargasso adalah laut tanpa garis pantai, seluruhnya dikelilingi oleh arus samudra.",
  "Taman Nasional Yellowstone adalah taman nasional pertama di dunia.",
  "Hujan terderas di bumi terjadi di Mawsynram, India.",
  "Benua Eropa memiliki garis pantai yang sangat panjang dibanding luasnya.",
  "Ada lebih banyak spesies serangga di bumi daripada semua hewan lain digabungkan.",
  "Samudra Arktik adalah samudra terkecil di dunia.",
  "Gunung Kilimanjaro di Tanzania memiliki salju di puncaknya meskipun dekat dengan khatulistiwa.",
  "Cekungan Mariana adalah titik terdalam di bumi.",
  "Ada danau di Antartika yang tersembunyi di bawah lapisan es setebal 4 kilometer.",
  "Beberapa gurun di dunia bisa turun salju, seperti Gurun Gobi.",
  "Kepulauan Galapagos terkenal karena keanekaragaman hayati yang menginspirasi teori evolusi Darwin.",
  "Di Brasil, ada pohon yang buahnya bisa meledak saat matang.",
  "Petir bisa menyambar lebih dari satu kali di tempat yang sama.",
  "Ada sungai di bawah laut, terbentuk karena perbedaan salinitas air.",
  "Sungai Amazon memiliki lebih banyak air daripada gabungan 7 sungai terbesar berikutnya di dunia.",
  "Kota Mexico City tenggelam sekitar 10 cm setiap tahun.",
  "Batu karang Great Barrier Reef di Australia adalah struktur hidup terbesar di dunia.",
  "Ada gunung di Venus yang lebih tinggi dari Everest bernama Maxwell Montes.",
  "Air di Danau Hillier, Australia, berwarna merah muda alami.",
  "Benua Amerika Selatan adalah rumah bagi hutan hujan terbesar di dunia.",
  "Beberapa spesies ubur-ubur bisa hidup abadi secara biologis.",
  "Benua Asia memiliki titik tertinggi (Everest) dan titik terendah (Laut Mati) di permukaan bumi."
]
