[
  "Allah tidak membebani seseorang melainkan sesuai kemampuannya. (QS. Al-Baqarah: 286)",
  "Jika Allah menolongmu, maka tak ada yang bisa mengalahkanmu. (QS. Ali Imran: 160)",
  "Jangan bersedih, sesungguhnya Allah bersama kita. (QS. At-Taubah: 40)",
  "Tawakal itu bukan pasrah, tapi yakin Allah punya rencana terbaik.",
  "Istiqamah itu berat, tapi surga lebih indah.",
  "Doamu tidak pernah sia-sia, Allah Maha Mendengar.",
  "Dekat dengan Allah, hati jadi tenang.",
  "Jangan putus asa dari rahmat Allah. (QS. Az-Zumar: 53)",
  "Setiap kesulitan pasti ada kemudahan. (QS. Al-Insyirah: 6)",
  "Sabar itu kunci dari segala ujian.",
  "Hidup bukan untuk manusia, tapi untuk mencari ridha Allah.",
  "Rezeki tak pernah tertukar, teruslah berusaha dan tawakal.",
  "Allah tahu kapan waktu terbaik untuk mengabulkan doa.",
  "Hati yang bersyukur akan selalu merasa cukup.",
  "Jangan iri, apa yang Allah beri sudah sesuai takaran terbaik.",
  "Solusi dari masalahmu adalah mendekat kepada Allah.",
  "Sholat adalah tempat terbaik untuk mengadu.",
  "Jangan hanya minta dunia, mintalah juga akhirat.",
  "Allah bersama orang-orang yang sabar.",
  "Cintai Allah melebihi segalanya.",
  "Sembunyikan amalanmu seperti kamu menyembunyikan dosa.",
  "Dunia adalah ujian, surga adalah tujuan.",
  "Allah tidak tidur, Dia melihat semua perjuanganmu.",
  "Tak ada yang lebih kuat dari doa seorang hamba.",
  "Bangun malam untuk tahajud, bangun hidup dengan berkah.",
  "Setiap sakit yang kamu rasakan, menggugurkan dosa.",
  "Semakin sulit jalanmu, semakin besar ganjaranmu.",
  "Allah memberi karena sayang, Allah menunda juga karena sayang.",
  "Jangan sedih jika tak dihargai manusia, cukup Allah yang tahu.",
  "Hati yang dekat dengan Al-Qur'an tak mudah rapuh.",
  "Syukurilah yang sedikit, Allah akan tambah nikmatnya.",
  "Jadilah pribadi yang bermanfaat, seperti Rasulullah.",
  "Perbaiki hubunganmu dengan Allah, maka Allah akan perbaiki hidupmu.",
  "Bersihkan hati, karena Allah hanya menerima yang bersih.",
  "Jangan hanya tahu halal dan haram, tapi juga berkah dan tidak.",
  "Takdir Allah selalu lebih indah dari rencana kita.",
  "Tidak ada ketenangan yang lebih damai daripada dzikir.",
  "Hidup ini hanya sementara, siapkan bekal untuk selama-lamanya.",
  "Amal kecil dengan ikhlas lebih baik dari amal besar yang riya.",
  "Ikhlas bukan pasrah, tapi menerima dengan penuh ridha.",
  "Belajar agama adalah cahaya di tengah kegelapan zaman.",
  "Ilmu tanpa amal seperti pohon tanpa buah.",
  "Satu ayat pun bisa mengubah hidupmu jika kamu renungkan.",
  "Jangan bangga dengan dosa yang belum ditegur.",
  "Perbaiki akhlakmu, karena itu cermin imanmu.",
  "Dunia ini fana, akhiratlah tempat kembali.",
  "Menjaga lisan lebih berat daripada menjaga harta.",
  "Allah selalu membuka pintu taubat, jangan sia-siakan.",
  "Kematian adalah pengingat terbaik bagi hati yang lalai.",
  "Berbuat baiklah, meski dunia tidak membalasnya. Allah pasti membalas."
]
